{
  "header": {
    "home": "Главная",
    "course": "Курсы",
    "info": "Информация"
  },
  "PLIT": "Профессиональный Лицей Информативных Технологий",
  "PLITDeviz": "Место, где создается будущее цифрового мира Кыргызстана",
  "BannerWords": "Добро не лежит на дороге. Добру человек у человека учится",
  "BannerAuthor": "Чыңгыз Айтматов",
  "PLITNum": "Профессиональный Лицей Информативных Технологий в цифрах",
  "numCard1": "Год основания",
  "numCard2": "Студентов на 2024-2025г",
  "numCard3": "Выпустившихся студентов",
  "numCard4": "Партнеров",
  "ourMission": "Наша Миссия",
  "keyOfSuccess": "Образование — ключ к будущему, мы открываем двери для вашего успеха!",
  "keyOfSuccessText": "Миссия нашего лицея - вдохновлять и развивать каждого ученика, обеспечивая высококачественное образование, индивидуальное внимание и поддержку, чтобы помочь им раскрыть свой потенциал, стать ответственными гражданами и достичь успеха в жизни",
  "ourDirection": "Наши направление",
  "9class": "2 года после 9-го класса.",
  "11class": "1 год после 11-го класса",
  "front": {
    "title": "Что такое Front-End разработка:",
    "text": "Front-End разработка — это создание всего того, что видит пользователь на сайте или в приложении. Это как оформление витрины магазина: всё должно быть красиво, понятно и удобно. Именно фронтендер делает кнопки, меню, анимации, карточки товаров, формы регистрации — короче, всё, с чем человек взаимодействует на экране. Когда ты заходишь, например, на YouTube, и видишь главную страницу, кликаешь на видео, ставишь лайк — всё это работа фронтендера. Он использует HTML, CSS и JavaScript — это такие языки, которые помогают рисовать сайт, делать его стильным и добавлять туда логику. Фронт — это не только про покрасить кнопочку, но и про то, как сайт работает на разных устройствах, насколько быстро загружается и удобно ли им пользоваться. Это круто, потому что ты сразу видишь результат своей работы. Сделал — и вот оно, уже работает в браузере!Мне это направление нравится, потому что тут можно и код писать, и дизайн продумывать. А ещё фронтенд — это про общение с пользователями, ведь ты, по сути, создаёшь интерфейс между человеком и программой.",
    "master": "За 2 года обучения можно освоить следующее:",
    "1lvl": "1 lvl: HTML, CSS, JavaScript",
    "2lvl": "2 lvl: Продвинутый JavaScript, REST API, JSON",
    "3lvl": "3 lvl: React (компоненты и props, базовые хуки, JSX, работа с формами), React-router-dom, SCSS modules, Redux-Toolkit, основы TypeScript (типы данных, функции и типы аргументов, интерфейсы), ANTd",
    "salary": "Cтатистика зарплат Front-end разработчиков по уровням :",
    "junior": "На уровне junior вы можете зарабатывать от 300 до 500 $",
    "middle": "На уровне middle вы можете зарабатывать от 500 до 1500 $",
    "senior": "На уровне senior вы можете зарабатывать от 1500 до 3000 $"
  },
  "Information": {
    "title": "Что такое Информационная безопасность:",
    "text": "Информационная безопасность — это защита данных и систем от взломов, вирусов и утечек. Это как быть цифровым охранником, который стоит на страже безопасности в интернете. Ты учишься выявлять уязвимости, защищать сети, проверять системы на прочность и думать, как хакер — только с благими целями. Используются инструменты типа Wireshark, Kali Linux, Metasploit, и многое другое. Это направление для тех, кто хочет бороться с киберугрозами и обеспечивать безопасность в цифровом мире.",
    "master": "За 2 года обучения можно освоить следующее:",
    "1lvl": "1 lvl: Операционные системы (Windows, Linux)Сетевые протоколы Виртуализация",
    "2lvl": "2 lvl: Установка и настройка серверов,Мониторинг,Безопасность (фаерволы, VPN)",
    "3lvl": "3 lvl: Автоматизация (Ansible, Terraform) Контейнеризация (Docker)Облачные сервисы (AWS, Azure)Мониторинг (Prometheus, ELK stack) Высоконагруженные системы",
    "salary": "Cтатистика зарплат информационного  безопасность по уровням:",
    "junior": "На уровне junior вы можете зарабатывать от 250 до 550 $",
    "middle": "На уровне middle вы можете зарабатывать от 550 до 1200 $",
    "senior": "На уровне senior вы можете зарабатывать от 1200 до 2000 $"
  },
  "AutoMechanic": {
    "title": "Что такое Автослесарь по ремонту автомобилей:",
    "text": "Работа с подвеской и трансмиссией: Ремонт и замена амортизаторов, стоек, пружин, шаровых опор, тормозных систем, а также настройка и замена деталей трансмиссии.Электроника и электрика: Диагностика и ремонт электрических систем автомобиля, включая замену предохранителей, проводки, стартеров, генераторов и прочих компонентов.Установка дополнительного оборудования: Установка и настройка дополнительных устройств и аксессуаров, таких как сигнализации, радио, видео и другое. Эксплуатация,техническое обслуживание и ремонт спец техники:",
    "master": "За два года обучения по этому направлению вы сможете освоить:",
    "1lvl": "1 lvl: Знать назначение и основные части экскаваторов, погрузчиков и другой техники.",
    "2lvl": "2 lvl: Уметь выполнять базовое обслуживание (замена масла, фильтров).",
    "3lvl": "3 lvl: Понимать устройство систем и проводить комплексное техобслуживание.",
    "salary": "Cтатистика зарплат автослесарь по ремонту автомобилей по уровням:",
    "beginning": "Начинающий может зарабатывать от 300 до 600 $",
    "experienced": "Опытный может зарабатывать от 600 до 1300 $",
    "professional": "Профессионал может зарабатывать от 1300 до 2200 $"
  }
}
