{
  "header": {
    "home": "Главная",
    "course": "Курсы",
    "info": "Информация"
  },
  "PLIT": "Профессиональный Лицей Информативных Технологий",
  "PLITDeviz": "Место, где создается будущее цифрового мира Кыргызстана",
  "BannerWords": "Добро не лежит на дороге. Добру человек у человека учится",
  "BannerAuthor": "Чыңгыз Айтматов",
  "PLITNum": "Профессиональный Лицей Информативных Технологий в цифрах",
  "numCard1": "Год основания",
  "numCard2": "Студентов на 2024-2025г",
  "numCard3": "Выпустившихся студентов",
  "numCard4": "Партнеров",
  "ourMission": "Наша Миссия",
  "keyOfSuccess": "Образование — ключ к будущему, мы открываем двери для вашего успеха!",
  "keyOfSuccessText": "Миссия нашего лицея - вдохновлять и развивать каждого ученика, обеспечивая высококачественное образование, индивидуальное внимание и поддержку, чтобы помочь им раскрыть свой потенциал, стать ответственными гражданами и достичь успеха в жизни",
  "ourDirection": "Наши направление",
  "9class": "2 года после 9-го класса.",
  "11class": "1 год после 11-го класса",
  "front": {
    "title": "Что такое Front-End разработка:",
    "text": "Front-End разработка — это создание всего того, что видит пользователь на сайте или в приложении. Это как оформление витрины магазина: всё должно быть красиво, понятно и удобно. Именно фронтендер делает кнопки, меню, анимации, карточки товаров, формы регистрации — короче, всё, с чем человек взаимодействует на экране. Когда ты заходишь, например, на YouTube, и видишь главную страницу, кликаешь на видео, ставишь лайк — всё это работа фронтендера. Он использует HTML, CSS и JavaScript — это такие языки, которые помогают рисовать сайт, делать его стильным и добавлять туда логику. Фронт — это не только про покрасить кнопочку, но и про то, как сайт работает на разных устройствах, насколько быстро загружается и удобно ли им пользоваться. Это круто, потому что ты сразу видишь результат своей работы. Сделал — и вот оно, уже работает в браузере!Мне это направление нравится, потому что тут можно и код писать, и дизайн продумывать. А ещё фронтенд — это про общение с пользователями, ведь ты, по сути, создаёшь интерфейс между человеком и программой.",
    "master": "За 2 года обучения можно освоить следующее:",
    "1lvl": "1 lvl: HTML, CSS, JavaScript",
    "2lvl": "2 lvl: Продвинутый JavaScript, REST API, JSON",
    "3lvl": "3 lvl: React (компоненты и props, базовые хуки, JSX, работа с формами), React-router-dom, SCSS modules, Redux-Toolkit, основы TypeScript (типы данных, функции и типы аргументов, интерфейсы), ANTd",
    "salary": "Cтатистика зарплат Front-end разработчиков по уровням :",
    "junior": "На уровне junior вы можете зарабатывать от 300 до 500 $",
    "middle": "На уровне middle вы можете зарабатывать от 500 до 1500 $",
    "senior": "На уровне senior вы можете зарабатывать от 1500 до 3000 $"
  },
  "backend": {
    "title": "Что такое Back-End разработка:",
    "text": "Back-End разработка — это всё, что происходит “за кадром” сайта или приложения. Если фронтенд — это витрина магазина, то бэкенд — это внутренности: склад, касса, база клиентов, то есть вся система, которая обеспечивает работу сервиса. Когда ты заходишь, например, на YouTube, и включаешь видео — фронт показывает тебе интерфейс, а бэкенд в этот момент передаёт видео с сервера, записывает, что ты его посмотрел, и сохраняет твою историю. Когда ты ставишь лайк — фронт анимирует кнопку, а бэкенд сохраняет твой лайк в базе данных.Бэкендер работает с серверной частью: пишет код, который принимает и обрабатывает данные, связывается с базами данных, управляет логикой приложения. Он использует такие языки, как Python, Node.js, Java, PHP, а ещё работает с SQL, MongoDB и другими системами хранения данных. Бэкенд — это не про дизайн, а про логику, безопасность и скорость работы. Он отвечает за то, чтобы всё 'под капотом' работало чётко: чтобы данные не терялись, запросы обрабатывались быстро, а система могла выдержать много пользователей одновременно.",
    "master": "За 2 года обучения можно освоить следующее:",
    "1lvl": "1 lvl: Основы Python (синтаксис, типы данных, структуры данных)",
    "2lvl": "2 lvl: Функциональное программирование в Python, работа с файлами и директориями, работа с внешними библиотеками (pip, virtualenv)",
    "3lvl": "3 lvl: Web-разработка с использованием фреймворка Flask или Django, базы данных (SQLAlchemy, Django ORM), асинхронное программирование (asyncio), тестирование (pytest)",
    "salary": "Cтатистика зарплат Back-end разработчиков по уровням :",
    "junior": "На уровне junior вы можете зарабатывать от 300 до 500 $",
    "middle": "На уровне middle вы можете зарабатывать от 500 до 1500 $",
    "senior": "На уровне senior вы можете зарабатывать от 1500 до 3000 $"
  },
    "mobDevelopment": {
    "title": "Что такое Мобильная разработка:",
    "text":"Мобильная разработкаМобильная разработка — это создание приложений для смартфонов и планшетов. Всё, что ты открываешь на телефоне — от Instagram до банковского приложения — сделали мобильные разработчики.Они пишут код, чтобы приложение работало быстро, удобно и красиво. Чаще всего используют Kotlin или Java (для Android) и Swift (для iOS), а иногда — Flutter или React Native, чтобы писать сразу для всех устройств.Мобильная разработка — это про то, чтобы весь мир был у человека в кармане. Ты создаёшь удобные инструменты для миллионов пользователей — и видишь результат своей работы прямо на телефоне!",
    "master": "какие технологии освоим за 2 года:",
    "1lvl": "1 lvl: Операционные системы мобильных устройств (iOS, Android), архитектура приложений",
    "2lvl": "2 lvl: Разработка и настройка мобильных приложений, мониторинг производительности, обеспечение безопасности (шифрование данных, механизмы аутентификации)",
    "3lvl": "3 lvl: Использование Flutter для кроссплатформенной разработки, интеграция с облачными сервисами (Firebase, AWS Mobile SDK), мониторинг (Crashlytics, Analytics), управление версиями приложений",
    "salary": "Cтатистика зарплат мобильного разработчика по уровням :",
    "junior": "На уровне junior вы можете зарабатывать от 300 до 500 $",
    "middle": "На уровне middle вы можете зарабатывать от 500 до 1500 $",
    "senior": "На уровне senior вы можете зарабатывать от 1500 до 3000 $"
  }
}
