{
  "header": {
    "home": "Башкы бет",
    "course": "Курстар",
    "info": "Маалыматтар"
  },
  "PLIT": "Маалыматтык Технологиялар Кесиптик Лицейи",
  "PLITDeviz": "Кыргызстандын санариптик дүйнөсүнүн келечеги жаралган жай",
  "BannerWords": "Жакшылык жерде жатпайт, аны адам адамдан үйрөнөт",
  "BannerAuthor": "Чыңгыз Айтматов",
  "PLITNum": "Маалыматтык Технологиялар Кесиптик Лицейи сандарда",
  "numCard1": "Негизделген жылы",
  "numCard2": "2024-2025 ж. студенттер саны",
  "numCard3": "Жалпы бүтүрүүчүлөр",
  "numCard4": "Өнөктөштөр",
  "ourMission": "Биздин максат",
  "keyOfSuccess": "Билим — келечектин ачкычы, биз сиздин ийгилигиңиз үчүн эшик ачабыз!",
  "keyOfSuccessText": "Биздин лицейдин максаты – ар бир окуучуну шыктандыруу жана өнүктүрүү, жогорку сапаттагы билим берүү, өзгөчө көңүл жана колдоо көрсөтүү аркылуу алардын потенциалын ачууга, жоопкерчиликтүү жаран болуп калыптанууга жана жашоодо ийгиликке жетүүгө жардам берүү",
  "ourDirection": "Биздин багыттар",
  "9class": "9-класттан кийин 2 жылдык окуу",
  "11class": "11-класстан кийин 1 жылдык окуу",
  "front": {
    "title": "Front-End разработка деген эмне:",
    "text": "Front-end разработка — бул колдонуучу сайтта же тиркемеде көргөн нерселердин баарын түзүү дегенди билдирет. Бул дүкөндүн сырткы көрүнүшүн кооздоо сыяктуу: баары сонун, түшүнүктүү жана ыңгайлуу болушу керек. Дал ушул Front-end иштеп чыгуучу баскычтарды, менюну, анимацияларды, товар карталарын, катталуу формаларын — кыскасы, экранда адам иштеше турган нерселердин баарын жасайт.Мисалы, YouTube'га кирип, башкы бетти көрүп, видеого басып, лайк койгонуң — мунун баары Front-end иштеп чыгуучунун эмгеги. Ал HTML, CSS жана JavaScript деген тилдерди колдонуп, сайтты чийип, кооздоп, ага логика кошот.Front-end — бул жөн эле баскычты кооздоо эмес, бул сайт ар кандай түзмөктө кандай иштейт, канчалык тез жүктөлөт жана колдонууга канчалык ыңгайлуу деген маселелер тууралуу. Бул жакасы дагы, анткени жасаган нерсең дароо браузерде көрүнүп турат. Жасадыңбы — анан ал иштейт!.Бул багыт мага жакты, анткени бул жерде код да жазса болот, дизайн да ойлонсо болот. Мындан тышкары, Front-end — бул колдонуучулар менен байланышка чыгуу, анткени сен адам менен программа ортосундагы интерфейсти түзүп жатасың.",
    "master": "2 жылдык окуу ичинде үйрөнө туруучу нерселер",
    "1lvl": "1-деңгээл: HTML, CSS, JavaScript",
    "2lvl": "2-деңгээл:: Кеңейтилген JavaScript, REST API, JSON",
    "3lvl": "3-деңгээл: React: компоненттер жана props, негизги хуктар, JSX, формалар менен иштөө.React-router-dom.SCSS modules.Redux Toolkit.TypeScript негиздери: типтер, функциялар жана алардын аргументтери, интерфейстер.Ant Design (ANTd) компоненттер китепканасы",
    "salary": "Front-End иштеп чыгуучулардын айлык маянасы деңгээлдер боюнча:",
    "junior": "Junior деңгээлиндегилер: 300–500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээлиндегилер: 500–1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээлиндегилер: 1500–3000 АКШ долларына чейин таба алышат"
  },
  "exploitation": {
    "title": "Спецтехниканы пайдалануу, оңдоо жана өздөштүрүү деген эмне: ",
    "text": "Спецтехниканы оңдоо — бул техника бузулгандан кийин аны ишке жарамдуу абалга келтирүү. Бул бузулган тетиктерди алмаштыруу же калыбына келтирүү, кыймылдаткыч, гидравлика, электроника жана башка системалардагы мүчүлүштүктөрдү жоюуну камтыйт. Спецтехниканы эксплуатациялоо — бул машинаны туура жана коопсуз колдонуу: казуу, жүктөө, ташуу, көтөрүү ж.б. Бул колдонуу боюнча нускамаларды, иш режими жана коопсуздук эрежелерин сактоону камтыйт",
    "master": "2 жылдык окуу учурунда төмөнкүлөрдү үйрөнүүгө болот:",
    "1lvl": "1-деңгээл: Спецтехниканын түрлөрү (экскаваторлор, бульдозерлер, автокрандар ж.б.)",
    "2lvl": "2-деңгээл: Май, фильтр жана эскирген тетиктерди алмаштыруу. Гидравликалык системаны тейлөө. Электр системасы боюнча негиздер жана диагностика. Куралдар менен иштөө: мультиметр, компрессометр ж.б.",
    "3lvl": "3-деңгээл: Механикалык жана электрдик мүчүлүштүктөрдү издөө жана жоюу. Кыймылдаткыч, коробка, редукторлор менен иштөө. Комплекстүү диагностика жана бузулууларды анализдөө. Запас тетиктерди тандоо жана алмаштыруу. Техникалык документтер жана схемалар менен иштөө. Техниканын эксплуатациялык карталарын жүргүзүү",
    "salary": "Спецтехниканы пайдалануу жана оңдоо адистеринин айлык маянасы:",
    "beginning": "Жаңы баштагандар айына 200дөн 500 АКШ долларына чейин таба алышат",
    "experienced": "Тажрыйбалуу адистер 500дөн 1100 АКШ долларына чейин таба алышат",
    "professional": "Кесипкөйлөр 1100дөн 1500 АКШ долларына чейин таба алышат"
  }
}
