{
  "header": {
    "home": "Башкы бет",
    "course": "Курстар",
    "info": "Маалыматтар"
  },
  "PLIT": "Маалыматтык Технологиялар Кесиптик Лицейи",
  "PLITDeviz": "Кыргызстандын санариптик дүйнөсүнүн келечеги жаралган жай",
  "BannerWords": "Жакшылык жерде жатпайт, аны адам адамдан үйрөнөт",
  "BannerAuthor": "Чыңгыз Айтматов",
  "PLITNum": "Маалыматтык Технологиялар Кесиптик Лицейи сандарда",
  "numCard1": "Негизделген жылы",
  "numCard2": "2024-2025 ж. студенттер саны",
  "numCard3": "Жалпы бүтүрүүчүлөр",
  "numCard4": "Өнөктөштөр",
  "ourMission": "Биздин максат",
  "keyOfSuccess": "Билим — келечектин ачкычы, биз сиздин ийгилигиңиз үчүн эшик ачабыз!",
  "keyOfSuccessText": "Биздин лицейдин максаты – ар бир окуучуну шыктандыруу жана өнүктүрүү, жогорку сапаттагы билим берүү, өзгөчө көңүл жана колдоо көрсөтүү аркылуу алардын потенциалын ачууга, жоопкерчиликтүү жаран болуп калыптанууга жана жашоодо ийгиликке жетүүгө жардам берүү",
  "ourDirection": "Биздин багыттар",
  "9class": "9-класттан кийин 2 жылдык окуу",
  "11class": "11-класстан кийин 1 жылдык окуу",
  "Information": {
    "title": "Информациялык коопсуздук деген эмне:",
    "text": "Информациялык коопсуздук — бул маалыматтар менен системаларды бузуп кирүүдөн, вирусlardan жана маалыматтын чыгып кетишинен коргоо. Бул интернеттеги коопсуздукту камсыздаган санариптик кайтаруучу болуу сыяктуу. Сен алсыз жактарды табууга, тармактарды коргоого, системаларды текшерүүгө жана хакер сыяктуу ойлоого үйрөнөсүң — бирок жакшы максатта. Колдонулган куралдарга Wireshark, Kali Linux, Metasploit жана башкалар кирет. Бул багыт санарип дүйнөдөгү кибер коркунучтар менен күрөшүп, коопсуздукту камсыздагысы келгендер үчүн.",
    "master": "2 жылдык окууда төмөнкүлөрдү өздөштүрсө болот:",
    "1lvl": "1 lvl: Операциялык системалар (Windows, Linux) Тармактык протоколдор Виртуалдаштыруу",
    "2lvl": "2 lvl: Серверлерди орнотуу жана жөнгө салуу, Мониторинг, Коопсуздук (фаерволдор, VPN)",
    "3lvl": "3 lvl: Автоматташтыруу (Ansible, Terraform) Контейнерлештирүү (Docker) Булут кызматтары (AWS, Azure) Мониторинг (Prometheus, ELK stack) Жогорку жүктөмдүү системалар",
    "salary": "Информациялык коопсуздук боюнча айлык маяналардын статистикасы:",
    "junior": "Junior деңгээлде сиз 250дөн 550 долларга чейин таба аласыз",
    "middle": "Middle деңгээлде сиз 550дөн 1200 долларга чейин таба аласыз",
    "senior": "Senior деңгээлде сиз 1200дөн 2000 долларга чейин таба аласыз"
  },
  "AutoMechanic": {
    "title": "Автомеханик деген эмне:",
    "text": "Асма жана берүү системалары менен иштөө: Амортизаторлорду, таякчаларды, пружиналарды, шариктүү таянычтарды, тормоз системаларын оңдоо жана алмаштыруу, ошондой эле берүү системасынын тетиктерин жөндөө жана алмаштыруу. Электроника жана электр системалары: Унаанын электр системаларын диагностика кылуу жана оңдоо, анын ичинде предохранителдерди, зымдарды, стартерлерди, генераторлорду жана башка тетиктерди алмаштыруу. Кошумча жабдууларды орнотуу: Сигнализация, радио, видео жана башка кошумча түзмөктөрдү орнотуу жана жөндөө. Спец техниканы пайдалануу, техникалык тейлөө жана оңдоо:",
    "master": "Бул багыт боюнча эки жылдык окуу ичинде төмөнкүлөрдү өздөштүрө аласыз:",
    "1lvl": "1 lvl: Экскаваторлордун, жүктөгүчтөрдүн жана башка техниканын негизги бөлүктөрүн жана алардын милдеттерин билүү.",
    "2lvl": "2 lvl: Негизги тейлөө иштерин жасай билүү (май, фильтр алмаштыруу).",
    "3lvl": "3 lvl: Системалардын түзүлүшүн түшүнүү жана комплекстүү техникалык тейлөө жүргүзүү.",
    "salary": "Автомеханиктин айлык маянасы боюнча статистика деңгээлдер боюнча:",
    "beginning": "Жаңы баштагандар 300дөн 600 долларга чейин таба алышат",
    "experienced": "Тажрыйбалуу адистер 600дөн 1300 долларга чейин таба алышат",
    "professional": "Профессионалдар 1300дөн 2200 долларга чейин таба алышат"
  }
}
