{
  "header": {
    "home": "Башкы бет",
    "course": "Курстар",
    "info": "Маалыматтар"
  },
  "PLIT": "Маалыматтык Технологиялар Кесиптик Лицейи",
  "PLITDeviz": "Кыргызстандын санариптик дүйнөсүнүн келечеги жаралган жай",
  "BannerWords": "Жакшылык жерде жатпайт, аны адам адамдан үйрөнөт",
  "BannerAuthor": "Чыңгыз Айтматов",
  "PLITNum": "Маалыматтык Технологиялар Кесиптик Лицейи сандарда",
  "numCard1": "Негизделген жылы",
  "numCard2": "2024-2025 ж. студенттер саны",
  "numCard3": "Жалпы бүтүрүүчүлөр",
  "numCard4": "Өнөктөштөр",
  "ourMission": "Биздин максат",
  "keyOfSuccess": "Билим — келечектин ачкычы, биз сиздин ийгилигиңиз үчүн эшик ачабыз!",
  "keyOfSuccessText": "Биздин лицейдин максаты – ар бир окуучуну шыктандыруу жана өнүктүрүү, жогорку сапаттагы билим берүү, өзгөчө көңүл жана колдоо көрсөтүү аркылуу алардын потенциалын ачууга, жоопкерчиликтүү жаран болуп калыптанууга жана жашоодо ийгиликке жетүүгө жардам берүү",
  "ourDirection": "Биздин багыттар",
  "9class": "9-класттан кийин 2 жылдык окуу",
  "11class": "11-класстан кийин 1 жылдык окуу",
  "front": {
    "title": "Front-End разработка деген эмне:",
    "text": "Фронтенд — бул колдонуучу сайттан же колдонмодон көргөн жана колдонгон бөлүгүн түзүү. Түймөлөр, менюлар, анимациялар, формалар — мунун баарын фронтенд-разработчик жасайт. Ал HTML, CSS жана JavaScript тилдерин колдонуп, интерфейсти кооз, түшүнүктүү жана ар кандай түзмөктөрдө жакшы иштешин камсыздайт. Бул — код жазуу менен дизайнды айкалыштыруу, жана эмгегиңди браузерден дароо көрө аласың.",
    "master": "2 жылдык окуу ичинде үйрөнө туруучу нерселер",
    "1lvl": "1-деңгээл: HTML, CSS, JavaScript",
    "2lvl": "2-деңгээл:: Кеңейтилген JavaScript, REST API, JSON",
    "3lvl": "3-деңгээл: React: компоненттер жана props, негизги хуктар, JSX, формалар менен иштөө.React-router-dom.SCSS modules.Redux Toolkit.TypeScript негиздери: типтер, функциялар жана алардын аргументтери, интерфейстер.Ant Design (ANTd) компоненттер китепканасы",
    "salary": "Front-End иштеп чыгуучулардын деңгээлдер боюнча тапкан айлык маяналары:",
    "junior": "Junior деңгээлиндегилер: 300–500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээлиндегилер: 500–1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээлиндегилер: 1500–3000 АКШ долларына чейин таба алышат"
  },
  "backend": {
    "title": "Back-End разработка деген эмне:",
    "text": "Back-end — бул сайт же колдонмонун ички бөлүгү, ал логикага, маалыматты иштетүүгө жана кызматтын иштешине жооп берет. Фронтенд интерфейсти көрсөтүп турса, бэкенд видео жөнөтөт, лайкты, тарыхты сактайт жана суроолорду иштетет. Бэкенд-программист серверде код жазат, маалымат базалары менен иштейт, Python, Node.js, Java сыяктуу тилдерди колдонот. Анын негизги милдети — системанын ичиндеги иш ишенимдүү, коопсуз жана ылдам жүрүшүн камсыз кылуу.",
    "master": "2 жылдык окуу ичинде үйрөнө туруучу нерселер:",
    "1lvl": "1-деңгээл:– Python тилинин негиздери (синтаксис, маалымат түрлөрү, маалыматтык түзүмдөр)",
    "2lvl": "2-деңгээл:– Python’до функционалдык программалоо– Файлдар жана папкалар менен иштөө– Тышкы китепканалар менен иштөө (pip, virtualenv)",
    "3lvl": "3-деңгээл:– Web-разработка Flask же Django фреймворктары аркылуу– Маалымат базалары менен иштөө (SQLAlchemy, Django ORM)– Асинхрондук программалоо (asyncio)– Тест жазуу жана текшерүү (pytest)",
    "salary": "Back-End иштеп чыгуучулардын деңгээлдер боюнча тапкан айлык маяналары:",
    "junior": "Junior деңгээли: 300дөн 500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээли: 500дөн 1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээли: 1500дөн 3000 АКШ долларына чейин таба алышат"
  },
  "mobDevelopment": {
    "title": "Мобилдик разработка деген эмне:",
    "text": "Мобилдик разработка — бул смартфон менен планшет үчүн тиркемелерди түзүү. Сен телефонунда ачкан Instagram болобу, банктык тиркемеси болобу — мунун баарын мобилдик иштеп чыгуучулар жасашкан.Алар тиркемени тез, ыңгайлуу жана кооз иштеши үчүн код жазышат. Көбүнчө Kotlin же Java (Android үчүн), Swift (iOS үчүн), кээде Flutter же React Native колдонушат — булар менен бир эле код менен эки платформа үчүн да тиркеме жазса болот.Мобилдик разработка — бул бүт дүйнөнү кишинин чөнтөгүнө батыргандай. Сен миллиондогон адамдар үчүн ыңгайлуу куралдарды түзөсүң — жана эмгегиңдин жыйынтыгын түз эле телефонуңдан көрө аласың!",
    "master": "2 жылдык окуу ичинде үйрөнө туруучу нерселер:",
    "1lvl": "1-деңгээл:– Python тилинин негиздери (синтаксис, маалымат түрлөрү, маалыматтык түзүмдөр)",
    "2lvl": "2-деңгээл:– Python’до функционалдык программалоо– Файлдар жана папкалар менен иштөө– Тышкы китепканалар менен иштөө (pip, virtualenv)",
    "3lvl": "3-деңгээл:– Web-разработка Flask же Django фреймворктары аркылуу– Маалымат базалары менен иштөө (SQLAlchemy, Django ORM)– Асинхрондук программалоо (asyncio)– Тест жазуу жана текшерүү (pytest)",
    "salary": "Мобилдик тиркемелерди иштеп чыгуучулардын деңгээлдер боюнча тапкан айлык маяналары: ",
    "junior": "Junior деңгээли: 300дөн 500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээли: 500дөн 1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээли: 1500дөн 3000 АКШ долларына чейин таба алышат"
  },
  "MechRob": {
    "title": "Механик-робототехник:",
    "text": "Механик-робототехник — бул роботторду жана автоматташтырылган системаларды долбоорлоо, чогултуу жана тейлөө менен алектенген адис. Ал ар кандай механизмдер, сенсорлор жана программалык камсыздоолор менен иштеп, белгилүү бир тапшырмаларды аткара турган роботту түзөт. Механик-робототехниктер өндүрүш, медицина, айыл чарба жана көңүл ачуучу тармактарда иштей алышат. Бул кесип үчүн механика, электроника жана программалоо боюнча жакшы билимге ээ болуу абдан маанилүү.",
    "master": "2 жылдык окуу учурунда төмөнкүлөрдү үйрөнө аласыз:",
    "1lvl": "1-деңгээл: Механиканын жана электрониканын негиздери. Ар түрдүү сенсорлор жана кыймылдаткычтар менен таанышуу. Робототехника үчүн программалоонун негиздери.",
    "2lvl": "2-деңгээл: Жөнөкөй роботторду долбоорлоо жана чогултуу. Микроконтроллерлер менен иштөө (Arduino, Raspberry Pi). Компьютердик көрүүнүн негиздери.",
    "3lvl": "3-деңгээл: Татаал автоматташтырылган системаларды түзүү. Python же C++ тилдеринде программалоо. Долбоорлоо үчүн CAD программалары менен иштөө.",
    "salary": "Механик-робототехниктердин деңгээлдер боюнча тапкан айлык маяналары:",
    "junior": "Junior деңгээлинде сиз 300дөн 500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээлинде сиз 500дөн 1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээлинде сиз 1500дөн 3000 АКШ долларына чейин таба алышат"
  },
  "TD": {
    "title": "Технологиялык дизайн:",
    "text": "Интерьер дизайны боюнча биздин программа студенттерге мейкиндикти пландаштыруу, түстөр теориясы, материалдарды таануу жана эмерек дизайны боюнча терең билим берет. Студенттер кардарлардын муктаждыктарын жана дизайндагы акыркы тенденцияларды эске алуу менен уникалдуу жана функционалдуу интерьердик чечимдерди түзүүнү үйрөнүшөт. Ошондой эле программа чыгармачыл ой жүгүртүү менен аналитикалык жөндөмдөрдү өнүктүрүүгө багытталган, бул динамикалуу тармакта ийгиликтүү иштөө үчүн абдан маанилүү. Бизге кошулуп, мүмкүнчүлүктөрү чексиз дизайн дүйнөсүн өзүңүз үчүн ачып кетиңиз!",
    "master": "2 жылдык окуу учурунда төмөнкүлөрдү өздөштүрө аласыз:",
    "1lvl": "1-деңгээл: Графиканын жана интерфейстердин негиздери. Композициянын жана визуалдык иерархиянын негиздери. Түс теориясы, типография, форма менен иштөө.",
    "2lvl": "2-деңгээл: UI/UX жана санарип продуктулардын дизайны. UXти терең түшүнүү: CJM, колдонуучунун жолуна (flow) көз салуу, интерфейс архитектурасы. UI-киттер жана компоненттер менен иштөө.",
    "3lvl": "3-деңгээл: Продуктулук, системалык жана motion-дизайн. Продукттык ой жүгүртүү: бизнес максаттары, колдонуучунун муктаждыктары. Дизайн системалары: токендер, компоненттер, гайдлайндар.",
    "salary": "Дизайнерлердин деңгээлдер боюнча тапкан айлык маяналары:",
    "junior": "Junior деңгээлинде сиз 300дөн 500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээлинде сиз 500дөн 1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээлинде сиз 1500дөн 3000 АКШ долларына чейин таба алышат"
  },
  "SisAdm": {
    "title": "Системдик администратор:",
    "text": "Системдик администратор — бул компьютердик системалар менен тармактарды орнотуу, тейлөө жана колдоо үчүн жооптуу адис. Ал бардык компьютерлер менен серверлер үзгүлтүксүз иштешин жана маалыматтардын коопсуздугун камсыз кылат. Системдик администраторлор колдонуучуларга компьютер жана программалар боюнча чыккан маселелерди чечүүгө жардам беришет. Алар жаңы жабдыктарды орнотуп, программалык камсыздоону жаңылап, тармактын коопсуздугун камсыз кыла алышат. Системдик администратор кылдат жана команда менен иштей билген адам болушу маанилүү.",
    "master": "2 жылдык окуу учурунда төмөнкү көндүмдөрдү өздөштүрө аласыз:",
    "1lvl": "1-деңгээл: Компьютердик системалар жана тармактардын негиздери. Операциялык системаларды орнотуу жана жөнгө салуу (Windows, Linux). Тармактык протоколдордун негиздери (TCP/IP, DNS, DHCP).",
    "2lvl": "2-деңгээл: Колдонуучуларды жана алардын уруксаттарын башкаруу. Тармактык жабдыктарды орнотуу жана настройка кылуу (маршрутизаторлор, коммутаторлор). Компьютердик системалардын коопсуздугунун негиздери.",
    "3lvl": "3-деңгээл: Системаларды мониторинг кылуу жана диагностика жүргүзүү. Маалыматтарды камдык көчүрмөгө алуу жана калыбына келтирүү. Колдонуучуларды колдоо жана көйгөйлөрдү чечүү.",
    "salary": "Системдик администраторлордун деңгээлдер боюнча тапкан айлык маяналары:",
    "junior": "Junior деңгээлинде сиз 300дөн 500 АКШ долларына чейин таба алышат",
    "middle": "Middle деңгээлинде сиз 500дөн 1500 АКШ долларына чейин таба алышат",
    "senior": "Senior деңгээлинде сиз 1500дөн 3000 АКШ долларына чейин таба алышат  "
  },
  "Information": {
    "title": "Информациялык коопсуздук деген эмне:",
    "text": "Информациялык коопсуздук — бул маалыматтар менен системаларды бузуп кирүүдөн, вирусlardan жана маалыматтын чыгып кетишинен коргоо. Бул интернеттеги коопсуздукту камсыздаган санариптик кайтаруучу болуу сыяктуу. Сен алсыз жактарды табууга, тармактарды коргоого, системаларды текшерүүгө жана хакер сыяктуу ойлоого үйрөнөсүң — бирок жакшы максатта. Колдонулган куралдарга Wireshark, Kali Linux, Metasploit жана башкалар кирет. Бул багыт санарип дүйнөдөгү кибер коркунучтар менен күрөшүп, коопсуздукту камсыздагысы келгендер үчүн.",
    "master": "2 жылдык окууда төмөнкүлөрдү өздөштүрсө болот:",
    "1lvl": "1-деңгээл: Операциялык системалар (Windows, Linux) Тармактык протоколдор Виртуалдаштыруу",
    "2lvl": "2-деңгээл: Серверлерди орнотуу жана жөнгө салуу, Мониторинг, Коопсуздук (фаерволдор, VPN)",
    "3lvl": "3-деңгээл: Автоматташтыруу (Ansible, Terraform) Контейнерлештирүү (Docker) Булут кызматтары (AWS, Azure) Мониторинг (Prometheus, ELK stack) Жогорку жүктөмдүү системалар",
    "salary": "Информациялык коопсуздук ишкерлеринин деңгээлдер боюнча тапкан айлык маяналары:",
    "junior": "Junior деңгээлде сиз 250дөн 550 долларга чейин таба алышат",
    "middle": "Middle деңгээлде сиз 550дөн 1200 долларга чейин таба алышат",
    "senior": "Senior деңгээлде сиз 1200дөн 2000 долларга чейин таба алышат"
  },
  "AutoMechanic": {
    "title": "Автомеханик деген эмне:",
    "text": "Асма жана берүү системалары менен иштөө: Амортизаторлорду, таякчаларды, пружиналарды, шариктүү таянычтарды, тормоз системаларын оңдоо жана алмаштыруу, ошондой эле берүү системасынын тетиктерин жөндөө жана алмаштыруу. Электроника жана электр системалары: Унаанын электр системаларын диагностика кылуу жана оңдоо, анын ичинде предохранителдерди, зымдарды, стартерлерди, генераторлорду жана башка тетиктерди алмаштыруу. Кошумча жабдууларды орнотуу: Сигнализация, радио, видео жана башка кошумча түзмөктөрдү орнотуу жана жөндөө. Спец техниканы пайдалануу, техникалык тейлөө жана оңдоо:",
    "master": "Бул багыт боюнча эки жылдык окуу ичинде төмөнкүлөрдү өздөштүрө аласыз:",
    "1lvl": "1-деңгээл: Экскаваторлордун, жүктөгүчтөрдүн жана башка техниканын негизги бөлүктөрүн жана алардын милдеттерин билүү.",
    "2lvl": "2-деңгээл: Негизги тейлөө иштерин жасай билүү (май, фильтр алмаштыруу).",
    "3lvl": "3-деңгээл: Системалардын түзүлүшүн түшүнүү жана комплекстүү техникалык тейлөө жүргүзүү.",
    "salary": "Автомеханиктердин деңгээлдер боюнча тапкан айлык маянасы:",
    "junior": "Жаңы баштагандар 300дөн 600 долларга чейин таба алышат",
    "middle": "Тажрыйбалуу адистер 600дөн 1300 долларга чейин таба алышат",
    "senior": "Профессионалдар 1300дөн 2200 долларга чейин таба алышат"
  },
  "exploitation": {
    "title": "Спецтехниканы пайдалануу, оңдоо жана өздөштүрүү деген эмне: ",
    "text": "Спецтехниканы оңдоо — бул техника бузулгандан кийин аны ишке жарамдуу абалга келтирүү. Бул бузулган тетиктерди алмаштыруу же калыбына келтирүү, кыймылдаткыч, гидравлика, электроника жана башка системалардагы мүчүлүштүктөрдү жоюуну камтыйт. Спецтехниканы эксплуатациялоо — бул машинаны туура жана коопсуз колдонуу: казуу, жүктөө, ташуу, көтөрүү ж.б. Бул колдонуу боюнча нускамаларды, иш режими жана коопсуздук эрежелерин сактоону камтыйт",
    "master": "2 жылдык окуу учурунда төмөнкүлөрдү үйрөнүүгө болот:",
    "1lvl": "1-деңгээл: Спецтехниканын түрлөрү (экскаваторлор, бульдозерлер, автокрандар ж.б.)",
    "2lvl": "2-деңгээл: Май, фильтр жана эскирген тетиктерди алмаштыруу. Гидравликалык системаны тейлөө. Электр системасы боюнча негиздер жана диагностика. Куралдар менен иштөө: мультиметр, компрессометр ж.б.",
    "3lvl": "3-деңгээл: Механикалык жана электрдик мүчүлүштүктөрдү издөө жана жоюу. Кыймылдаткыч, коробка, редукторлор менен иштөө. Комплекстүү диагностика жана бузулууларды анализдөө. Запас тетиктерди тандоо жана алмаштыруу. Техникалык документтер жана схемалар менен иштөө. Техниканын эксплуатациялык карталарын жүргүзүү",
    "salary": "Спецтехниканы пайдалануу жана оңдоо адистеринин айлык маянасы:",
    "junior": "Жаңы баштагандар айына 200дөн 500 АКШ долларына чейин таба алышат",
    "middle": "Тажрыйбалуу адистер 500дөн 1100 АКШ долларына чейин таба алышат",
    "senior": "Кесипкөйлөр 1100дөн 1500 АКШ долларына чейин таба алышат"
  },
  "docsprograms": {
    "webDeveloper": "Веб-иштеп чыгуучу боюнча билим берүү программасы:",
    "frontendDeveloper": "Frontend-иштеп чыгуучу боюнча билим берүү программасы:",
    "backendDeveloper": "Backend-иштеп чыгуучу боюнча билим берүү программасы:",
    "carMechanic": "Унаа оңдоочу боюнча билим берүү программасы:",
    "designTechnology": "Дизайн технологиясы боюнча билим берүү программасы:",
    "systemAdministrator": "Системалык администратор боюнча билим берүү программасы:",
    "mechatronicsOperator": "Мехатроника жана робототехника оператору боюнча билим берүү программасы:",
    "mechatronics": "Мехатроника жана робототехника боюнча билим берүү программасы:",
    "mobileDeveloper": "Мобилдик тиркемелерди иштеп чыгуучу боюнча билим берүү программасы:",
    "sewingDesign": "ТИ технологияларын колдонуу менен тигүү буюмдарын моделдөө боюнча билим берүү программасы:",
    "informationSecurity": "«Маалыматтык коопсуздук» боюнча билим берүү программасы:",
    "miningMechanic": "«Тоокен жабдууларын жана атайын техниканы тейлөө жана оңдоо боюнча слесарь» боюнча билим берүү программасы:",
    "carRepairMechanic": "«Унаа каражаттарын оңдоо боюнча слесарь» боюнча билим берүү программасы:"
  },
  "docsdescriptions": {
    "webDeveloper": "Веб-иштеп чыгуучу жана мультимедиа интерфейстерди түзүү:",
    "frontendDeveloper": "Frontend-иштеп чыгуучу жана колдонуучу интерфейстер үчүн код жазуу:",
    "backendDeveloper": "Backend-иштеп чыгуучу жана сервердик логиканы иштеп чыгуу:",
    "carMechanic": "Унаа оңдоочу жана автоунааларды тейлөө, оңдоо иштери:",
    "designTechnology": "Дизайн технологиясы жана көркөм визуалдык чечимдер:",
    "systemAdministrator": "Системалык администратор жана IT-инфраструктура менен иштөө:",
    "mechatronicsOperator": "Мехатроника жана робототехника оператору – автоматика жана роботтор менен иштөө:",
    "mechatronics": "Мехатроника жана робототехника – акылдуу машиналарды башкаруу:",
    "mobileDeveloper": "Мобилдик тиркемелерди иштеп чыгуучу – смартфон үчүн колдонмолорду түзүү:",
    "sewingDesign": "ТИ технологияларын колдонуу менен тигүү буюмдарын моделдөө – так кесүү жана заманбап дизайн:",
    "informationSecurity": "Маалыматтык коопсуздук – маалыматты жана санариптик системаларды коргоо:",
    "miningMechanic": "Тоокен жабдууларын жана атайын техниканы тейлөө жана оңдоо – жер алдында жана үстүндө ишенимдүү техника:",
    "carRepairMechanic": "Унаа каражаттарын оңдоо боюнча слесарь – техниканын ишенимдүү абалда болушу үчүн:"
  },
  "links": {
    "vocationalEducation": "Баштапкы кесиптик билим берүү программасы",
    "industrialTraining": "«Өндүрүштүк окутуу» сабагы боюнча жумушчу программа",
    "programmingBasics": "«Программалоо тилинин негиздери» сабагы боюнча жумушчу программа",
    "oop": "«Объектке багытталган программалоо» сабагы боюнча жумушчу программа",
    "programmingLibraries": "«Программалоо тилдеринин китепканалары» сабагы боюнча жумушчу программа",
    "programmingTechnologies": "«Программалоо технологиялары» сабагы боюнча жумушчу программа",
    "uiDesign": "«Колдонуучу интерфейсин долбоорлоо» сабагы боюнча жумушчу программа",
    "itProjectManagement": "«IT долбоорлорду башкаруунун негиздери» сабагы боюнча жумушчу программа",
    "programmingTechnology": "«Программалоо технологиясы» сабагы боюнча жумушчу программа",
    "itManagement": "«IT долбоорлорду башкаруу» сабагы боюнча жумушчу программа",
    "algorithmsAndDataStructures": "«Алгоритмдер жана маалымат түзүмдөрү» сабагы боюнча жумушчу программа",
    "databases": "«Маалымат базасы» сабагы боюнча жумушчу программа",
    "electronicsBasics": "«Электротехника жана электрониканын негиздери» сабагы боюнча жумушчу программа",
    "technicalDrawing": "«Сызма жана схемаларды окуу» («Техникалык сызма») сабагы боюнча жумушчу программа",
    "carMaintenance": "«Автомобилди тейлөө жана оңдоо» сабагы боюнча жумушчу программа",
    "carDevices": "«Автомобилдин түзүлүшү жана пайдаланылышы» сабагы боюнча жумушчу программа",
    "graphicDesignBasics": "«Компьютердик графиканын негиздери. Графикалык дизайн» сабагы боюнча жумушчу программа",
    "compositionAndColor": "«Композициянын жана түстү таануунун негиздери» сабагы боюнча жумушчу программа",
    "designIT": "«Дизайндын маалыматтык технологиялары» сабагы боюнча жумушчу программа",
    "networkSoftware": "«Компьютердик тармактар жана веб-серверлер үчүн программалык камсыздоо» сабагы боюнча жумушчу программа",
    "operatingSystems": "«Операциялык системалар жана чөйрөлөр» сабагы боюнча жумушчу программа",
    "pcArchitecture": "«ПКнын архитектурасы жана тейлөөсү» сабагы боюнча жумушчу программа",
    "informatics": "«Информатика» сабагы боюнча жумушчу программа",
    "mechatronicsProgramming": "«Мехатрондук системаларды программалоо технологиясы» сабагы боюнча жумушчу программа",
    "mechatronicsAssembly": "«Мехатрондук системаларды чогултуу жана ишке киргизүү технологиясы» сабагы боюнча жумушчу программа",
    "computingBasics": "«Эсептөө техникасынын негиздери» сабагы боюнча жумушчу программа",
    "materialsScience": "«Материал таануу» сабагы боюнча жумушчу программа",
    "engineeringGraphics": "«Инженердик жана компьютердик графика» сабагы боюнча жумушчу программа",
    "hydraulicsAndPneumatics": "«Гидравлика жана пневматикалык системалардын элементтери» сабагы боюнча жумушчу программа",
    "itAndProgramming": "«Маалыматтык технологиялар жана программалоо» сабагы боюнча жумушчу программа",
    "sewingDesignConstruction": "«Тигүү буюмдарын конструциялоо» сабагы боюнча жумушчу программа",
    "sewingTechnology": "«Тигүү буюмдарынын технологиясы» сабагы боюнча жумушчу программа",
    "specialDrawing": "«Сүрөт тартуунун негиздери менен атайын сызма» сабагы боюнча жумушчу программа",
    "sewingEquipment": "«Тигүү өндүрүшүнүн жабдуулары» сабагы боюнча жумушчу программа",
    "technicalMeans": "«Информатизациянын техникалык каражаттары» сабагы боюнча жумушчу программа",
    "softwareProtection": "«Маалыматты коргоонун программалык жана программалык-аппараттык каражаттары» сабагы боюнча жумушчу программа",
    "informationSecurityBasics": "«Маалыматтык коопсуздуктун негиздери» сабагы боюнча жумушчу программа",
    "algorithmBasics": "«Алгоритмдештирүү жана программалоонун негиздери» сабагы боюнча жумушчу программа",
    "digitalLiteracy": "«Санариптик сабаттуулук» сабагы боюнча жумушчу программа",
    "carRepairSystem": "«Автомобилдин электр жабдуусун тейлөө жана оңдоо системасы» сабагы боюнча жумушчу программа",
    "electricalBasics": "«Электротехника жана электрониканын негиздери» сабагы боюнча жумушчу программа",
    "carMaintenanceRepair": "«Автомобилди тейлөө жана оңдоо» сабагы боюнча жумушчу программа",
    "carRepairTechnology": "«Автомобилдин электр жабдууларын оңдоо технологиясы» сабагы боюнча жумушчу программа",
    "carElectricalSystems": "«Автомобилдердин электр жана электрондук системалары» сабагы боюнча жумушчу программа"
  }
}
